
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Nem tudom, hogyan töltsem be a(z) %@ URL-t";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Nem lehet csatlakozni a(z) %@ hosztra";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Rossz fejléc érkezett a szerverről";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "A hoszt IP-címe nem határozható meg: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "A(z) %d kapu leírása nem gyűjthető be";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "A(z) %2$d port használatával nem lehet csatlakozni a(z) %1$@ hosztra";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Ismeretlen %@ HTTP szerverválasz érkezett: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "A HTTP-kérés sikertelen a(z) %@:%@ URL számára";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "A(z) %@ hoszttal megszakadt a kapcsolat";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Nem lehet olvasni a(z) %@ elemből";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "A(z) %@ URL betöltési kísérletekor átirányítási hurkot észleltem";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "A(z) %@ hoszt szolgáltatása nem elérhető";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Nem nyitható meg adatkapcsolat ezen URL-útvonalhoz: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "A megadott URL objektuma nem elérhető: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Az FTP-parancsot nem ismeri fel ez a hoszt: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "A felhasználói név vagy jelszó nem felismerhető.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bájt";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%2$@ / %1$@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bájt";

/* String used for showing a one byte size */
"1 byte" = "1 bájt";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Webűrlapjelszó";

/* HTTP result code string */
"accepted" = "elfogadva";

/* HTTP result code string */
"bad gateway" = "rossz átjáró";

/* HTTP result code string */
"bad request" = "rossz kérés";

/* HTTP result code string */
"client error" = "klienshiba";

/* HTTP result code string */
"conflict" = "konfliktus";

/* HTTP result code string */
"continue" = "folytatás";

/* HTTP result code string */
"created" = "létrehozva";

/* HTTP result code string */
"expectation failed" = "az elvárás sikertelen";

/* HTTP result code string */
"forbidden" = "tiltott";

/* HTTP result code string */
"found" = "talált";

/* HTTP result code string */
"gateway timed out" = "átjáró időtúllépése";

/* HTTP result code string */
"informational" = "információs";

/* HTTP result code string */
"internal server error" = "belső szerverhiba";

/* HTTP result code string */
"length required" = "hossz szükséges";

/* HTTP result code string */
"method not allowed" = "metódus nem engedélyezett";

/* HTTP result code string */
"moved permanently" = "végleg elmozgatva";

/* HTTP result code string */
"multiple choices" = "többszörös választási lehetőség";

/* HTTP result code string */
"needs proxy" = "proxy szükséges";

/* HTTP result code string */
"no content" = "nincs tartalom";

/* HTTP result code string */
"no error" = "nincs hiba";

/* HTTP result code string */
"no longer exists" = "nem létezik többé";

/* HTTP result code string */
"non-authoritative information" = "nem hiteles információ";

/* HTTP result code string */
"not found" = "nem található";

/* HTTP result code string */
"not modified" = "nincs módosítva";

/* HTTP result code string */
"partial content" = "részleges tartalom";

/* HTTP result code string */
"payment required" = "fizetés szükséges";

/* HTTP result code string */
"precondition failed" = "előfeltétel nem teljesült";

/* HTTP result code string */
"proxy authentication required" = "proxy hitelesítés szükséges";

/* HTTP result code string */
"redirected" = "átirányítva";

/* HTTP result code string */
"request timed out" = "kérés időtúllépése";

/* HTTP result code string */
"request too large" = "a kérés túl nagy";

/* HTTP result code string */
"requested URL too long" = "a kért URL túl hosszú";

/* HTTP result code string */
"requested range not satisfiable" = "a kért tartomány nem kielégíthető";

/* HTTP result code string */
"reset content" = "tartalom visszaállítása";

/* HTTP result code string */
"see other" = "lásd még";

/* HTTP result code string */
"server error" = "szerverhiba";

/* HTTP result code string */
"service unavailable" = "szolgáltatás nem elérhető";

/* HTTP result code string */
"success" = "siker";

/* HTTP result code string */
"switching protocols" = "protokollváltás";

/* HTTP result code string */
"temporarily redirected" = "ideiglenesen átirányítva";

/* HTTP result code string */
"unacceptable" = "elfogadhatatlan";

/* HTTP result code string */
"unauthorized" = "jogosulatlan";

/* HTTP result code string */
"unimplemented" = "nincs implementálva";

/* Unknown filename */
"unknown" = "ismeretlen";

/* HTTP result code string */
"unsupported media type" = "nem támogatott médiatípus";

/* HTTP result code string */
"unsupported version" = "nem támogatott verzió";
